# FlLowercase Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..FlLowercase Property
SymbolTypeId Class See Also
---
Symbol fl, indicating unit Footlamberts.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FlLowercase { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FlLowercase As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FlLowercase {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace